DELETE FROM `comment`;
DELETE FROM `food`;
LOCK TABLES `food` WRITE;
INSERT INTO `food` VALUES (1,'桂味荔枝','aa',9.09,'小核，超甜。',4.9,10,29,3),(2,'芒果','sdf',6.8,'越南青芒，香甜爽口，益胃美肤，如需削皮切块请备注。',4.9,18,24,3),(3,'菠萝','sadf',6,'不备注默认不削皮，需削皮切块，请备注。',4.9,16,22,3),(4,'西瓜','sadf',0.98,'皮薄柄绿，清热解暑',4.9,22,423,3),(5,'高原红富士','aaa',3.8,'个大，脆甜，水分多。',4.9,10,77,3),(6,'深井烧鹅饭','aaan',18,'在田间塘边放养，吃草和谷物长大，肉实味鲜，岭南美食，百年传承。',4.9,11,80,3),(7,'秘制手撕鸡','aa',13,'甘香可口，色美诱人。',4.9,20,167,3),(8,'脆皮烧鸭饭','aa',18,'肉嫩多汁，骨都有味。',4.9,30,702,3),(9,'蜜汁叉烧饭','aan',13,'蜜香可口，肥瘦适中。',4.9,26,120,3),(10,'豉油鸡饭','aa',13,'肉质嫩滑，皮爽骨香。',4.9,37,279,3),(11,'寒天（深海的琼脂）','aa',6,'来自深海的琼脂，一款珍贵的食材，口感非常Q弹，可以补充胶原蛋白和美容哦。',4.9,29,31,3),(12,'新鲜柠檬红玉茶','aa',14,'酸甜可口，舌尖上的清爽。',4.9,21,13,3),(13,'波霸宇治抹茶','aa',15,'口感清爽，细腻甜美',4.9,19,29,3),(14,'珍珠鲜奶奶茶','aa',14,'用雀巢牛奶调制的奶茶，健康又营养。',4.9,15,192,3),(15,'芝士青龙茗茶','aa',22,'来自台湾的青龙茗茶，茶味浓郁，具有*壮阳提神之功效。',4.9,13,5,3);
UNLOCK TABLES;
